Repository: gauravsinghdatwyler/sealingdatwyler
Catalog: typo3conf/ext/office_ext/Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_officeext_domain_model_query.form_title
source: Please enter your question
de: Bitte geben Sie Ihre Frage ein

# tx_officeext_domain_model_query.full_name
source: Full Name
de: Vollständiger Name

# tx_officeext_domain_model_query.country
source: Country
de: Land

# tx_officeext_domain_model_query.company
source: Company
de: Unternehmen

# tx_officeext_domain_model_query.message
source: Message
de: Ihre Nachricht

# general_text.btn_overview
source: Back To Overview
de: Zurück zur Übersicht

# general_text.required_fields
source: *Fields Required
de: *erforderlich Felder

# general_text.query_form_error_head
source: Success title
de: Titel Erfolg

# general_text.query_form_error_email
source: email: must be a valid email address
de: E-Mail: Bitte geben Sie eine valide E-Mail Adresse ein

# general_text.submit_text
source: SUBMIT
de: SENDEN

# general_text.country_box
source: Country
de: Land

# general_text.btn_send
source: SEND A MESSAGE
de: MITTEILUNG SENDEN

# general_text.industry_default
source: Select an Industry
de: Industrie wählen

# general_text.more_info
source: More Information
de: Weitere Informationen

# general_text.breadcrumb_text
source: Worldwide Locations
de: Standorte weltweit

# general_text.industry_single
source: location/production site
de: Standort

# general_text.industry_multiple
source: locations/production sites
de: Standorte
